Repository: aiguoli/SimpleList
Catalog: SimpleList/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

source: Authentication error
zh_cn: 身份验证错误

# CanNotNull
source: Cannot be empty
zh_cn: 不能为空

# CloudPage_CreateDrive.Content
source: Add drive
zh_cn: 添加网盘

# CreateDrive.Title
source: Add drive
zh_cn: 添加网盘

# CreateDrive.PrimaryButtonText
source: Add
zh_cn: 添加

# CreateDrive.CloseButtonText
source: Cancel
zh_cn: 取消

# CreateDrive_Provider.Text
source: Provider
zh_cn: 提供商

# CreateDrive_Provider_Local.Content
source: Local folder
zh_cn: 本地文件夹

# CreateDrive_DisplayName.Header
source: Display name (optional)
zh_cn: 显示名称（可选）

# CreateDrive_DisplayName.PlaceholderText
source: Drive name
zh_cn: 网盘名称

# CreateDrive_LocalPath.Header
source: Local folder path
zh_cn: 本地文件夹路径

# CreateDrive_Browse.Text
source: Browse
zh_cn: 浏览

# CreateDrive_PikPakUsername.Header
source: Username
zh_cn: 用户名

# CreateDrive_PikPakPassword.Header
source: Password
zh_cn: 密码

# CreateDrive_PikPakRememberPassword.Content
source: Remember account and password
zh_cn: 记住账号和密码

# CreateDrive_PikPakInvalidCredentials
source: Please enter a valid PikPak username and password.
zh_cn: 请输入有效的 PikPak 用户名和密码。

# CreateDrive_LoginFailed
source: Login failed.
zh_cn: 登录失败。

# CloudPage_CreateFolder.Text
source: New Folder
zh_cn: 新建文件夹

# CloudPage_Flyout_GetCapacity.Text
source: Check Storage
zh_cn: 查看容量

# CloudPage_Flyout_OpenTrash.Text
source: Trash
zh_cn: 回收站

# CloudPage_CapacityButton.ToolTipService.ToolTip
source: Check Storage
zh_cn: 查看容量

# CloudPage_Flyout_RemoveDrive.Text
source: Remove Drive
zh_cn: 移除网盘

# CloudPage_Layout.Text
source: Layout
zh_cn: 布局

# CloudPage_Layout_Column.Text
source: Column
zh_cn: 详细

# CloudPage_Layout_Grid.Text
source: Grid
zh_cn: 缩略图

# CloudPage_Layout_Image.Text
source: Image
zh_cn: 看图

# CloudPage_Refresh.Text
source: Refresh
zh_cn: 刷新

# CloudPage_Upload.Text
source: Upload
zh_cn: 上传

# CloudPage_UploadFolder.Text
source: Upload Folder
zh_cn: 上传文件夹

# CloudPage_UploadFile.Text
source: Upload File
zh_cn: 上传文件

# CloudPage_Title.Text
source: Your drive
zh_cn: 你的网盘

# CloudPage_Subtitle.Text
source: Review drive health here and jump into any storage quickly.
zh_cn: 在这里统一查看网盘状态，并快速进入对应空间。

# CloudPage_StorageLabel.Text
source: Storage
zh_cn: 容量信息

# CloudPage_OpenDriveHint.Text
source: Double-click the card to open file management
zh_cn: 双击卡片进入文件管理

# CloudPage_DriveCount
source: {0} drives connected
zh_cn: 已接入 {0} 个网盘

# CloudPage_CapacityPending
source: Storage will load automatically
zh_cn: 等待获取容量

# CloudPage_CapacityPendingDetail
source: Capacity details are fetched automatically after the page opens.
zh_cn: 进入页面后会自动拉取最新容量信息。

# CloudPage_CapacityLoading
source: Loading storage...
zh_cn: 正在获取容量...

# CloudPage_CapacityLoadingDetail
source: The app is requesting quota information in the background.
zh_cn: 后台正在请求网盘容量，请稍候。

# CloudPage_CapacityLoadedDetail
source: {0} remaining
zh_cn: 剩余空间 {0}

# CloudPage_CapacityUnavailable
source: Storage unavailable
zh_cn: 容量暂不可用

# CloudPage_CapacityTimeout
source: Storage request timed out. Please try again later.
zh_cn: 容量请求超时，请稍后重试。

# CloudPage_PathSummary
source: Local path: {0}
zh_cn: 本地路径: {0}

# CloudPage_AccountSummary
source: Account: {0}
zh_cn: 账号: {0}

# CloudPage_LocalDriveHint
source: Local storage does not require a remote account.
zh_cn: 本地目录不依赖远程账号。

# CloudPage_UnknownValue
source: Unknown
zh_cn: 未知

# CloudPage_Provider_Local
source: Local Storage
zh_cn: 本地存储

# CloudPage_RemoveDriveDialog_Title
source: Remove drive
zh_cn: 删除网盘

# CloudPage_RemoveDriveDialog_Content
source: Remove "{0}" from the drive manager? This will not delete any cloud files.
zh_cn: 确认从网盘管理页移除 “{0}” 吗？这不会删除云端文件。

# CloudPage_RemoveDriveDialog_Remove
source: Remove
zh_cn: 删除

# CloudPage_RemoveDriveDialog_Cancel
source: Cancel
zh_cn: 取消

# CreateFolderFail
source: Folder creation failed
zh_cn: 文件夹创建失败

# CreateFolderSuccess
source: Folder created successfully
zh_cn: 文件夹创建成功

# CreateFolderView_Label.Header
source: Type name of new folder
zh_cn: 输入新文件夹名

# CreateFolderView_Label.PlaceholderText
source: New Folder
zh_cn: 新建文件夹

# DeleteFileFail
source: File deletion failed
zh_cn: 文件删除失败

# DeleteFileSuccess
source: File deleted successfully
zh_cn: 文件删除成功

# DeleteFileView.Title
source: Delete items
zh_cn: 删除项目

# DeleteFileView.PrimaryButtonText
source: Delete
zh_cn: 删除

# DeleteFileView.CloseButtonText
source: Cancel
zh_cn: 取消

# DeleteFileView_PermanentDelete.Content
source: Delete permanently
zh_cn: 永久删除

# DeleteFileView_ConfirmationSingle
source: Are you sure you want to delete “{0}”?
zh_cn: 确定要删除“{0}”吗？

# DeleteFileView_ConfirmationMultiple
source: Are you sure you want to delete the selected {0} items?
zh_cn: 确定要删除选中的 {0} 个项目吗？

# BatchRenameMenu.Text
source: Batch rename
zh_cn: 批量重命名

# DrivePage_BatchRenameButton.ToolTipService.ToolTip
source: Batch rename
zh_cn: 批量重命名

# BatchRenameView.Title
source: Batch rename
zh_cn: 批量重命名

# BatchRenameView.PrimaryButtonText
source: Rename
zh_cn: 重命名

# BatchRenameView.CloseButtonText
source: Cancel
zh_cn: 取消

# BatchRenameView_Mode.Header
source: Mode
zh_cn: 模式

# BatchRenameView_Mode_String.Content
source: Find and replace text
zh_cn: 字符串查找替换

# BatchRenameView_Mode_Regex.Content
source: Regular expression
zh_cn: 正则表达式

# BatchRenameView_Find.Header
source: Find
zh_cn: 查找

# BatchRenameView_Replace.Header
source: Replace with
zh_cn: 替换为

# BatchRenameSuccess
source: Renamed {0} items
zh_cn: 已重命名 {0} 个项目

source: Error
zh_cn: 出错了

# ExternalDownloaderPage_Aria2Config.Text
source: Aria2 Config
zh_cn: Aria2 配置

# ExternalDownloaderPage_CopyButton.Content
source: 📋 Copy
zh_cn: 📋 复制

# ExternalDownloaderPage_DownloadTool.Text
source: Download Tool
zh_cn: 下载工具

# ExternalDownloaderPage_IdmPath.Text
source: IDM Path
zh_cn: IDM 路径

# ExternalDownloaderPage_MotrixConfig.Text
source: Motrix Config
zh_cn: Motrix 配置

# ExternalDownloaderPage_OneDriveShareLink.Text
source: OneDrive Share Link
zh_cn: OneDrive 分享链接

# ExternalDownloaderPage_SourceLink.Text
source: Share link or download link
zh_cn: 分享链接或下载链接

# ExternalDownloaderDialog_Title
source: Download with selected tool
zh_cn: 使用指定工具下载

# ExternalDownloader_NoDownloadUrl
source: Could not get download link
zh_cn: 无法获取下载链接

# ExternalDownloaderPage_ParseLink.Content
source: Parse Link
zh_cn: 解析链接

# ExternalDownloaderPage_ParseResult.Text
source: Parse Result
zh_cn: 解析结果

# ExternalDownloaderPage_PushDownload.Content
source: Start Download
zh_cn: 推送下载

# ExternalDownloaderPage_RPCAddress.Text
source: RPC Address
zh_cn: RPC 地址

# ExternalDownloaderPage_RPCSecret.Text
source: RPC Secret
zh_cn: RPC 密匙

# ExternalDownloaderPage_SelectDownloader.PlaceholderText
source: Select Downloader
zh_cn: 选择下载工具

# ExternalDownloaderPage_SelectDownloadTooltip.Text
source: Select a downloader to view configuration options
zh_cn: 请选择下载器以查看配置选项

# FilenameIllegal
source: Filename {0} is invalid
zh_cn: 文件名{0}不合法

# FileView_Flyout_Convert.Text
source: Convert
zh_cn: 转换

# FileView_Flyout_Copy.Text
source: Copy
zh_cn: 复制

# FileView_Flyout_CopyDownloadUrl.Text
source: Download Url
zh_cn: 下载链接

# FileView_Flyout_CopyFilename.Text
source: Filename
zh_cn: 文件名

# FileView_Flyout_CopyFileId.Text
source: File Id
zh_cn: 文件Id

# FileView_Flyout_Delete.Text
source: Delete
zh_cn: 删除

# FileView_Flyout_PermanentDelete.Text
source: Permanently delete
zh_cn: 永久删除

# FileView_Flyout_Restore.Text
source: Restore
zh_cn: 恢复

# FileView_Flyout_Download.Text
source: Download
zh_cn: 下载

# FileView_Flyout_DownloadDefault.Text
source: Download
zh_cn: 下载

# FileView_Flyout_DownloadWithTool.Text
source: Download with selected tool
zh_cn: 使用指定工具下载

# FileView_Flyout_Open.Text
source: Open
zh_cn: 打开

# FileView_Flyout_Property.Text
source: Property
zh_cn: 属性

# FileView_Flyout_Rename.Text
source: Rename
zh_cn: 重命名

# FileView_Flyout_Share.Text
source: Share
zh_cn: 分享

# HomePage_Capacity
source: Capacity：
zh_cn: 容量:

# HomePage_Greeting
source: Hello,
zh_cn: 你好,

# HomePage_QuickStart_Content.Text
source: Click on Files in the left navigation menu, then click the "Add drive" button to log in to OneDrive. Double click to enter your drive.
zh_cn: 点击左侧菜单栏的文件，然后点击添加网盘登录到OneDrive，双击进入添加好的网盘

# HomePage_QuickStart_Title.Text
source: Quick start
zh_cn: 快速开始

# HomePage_Tutorial_Title.Text
source: Welcome to SimpleList
zh_cn: 欢迎使用 SimpleList

# HomePage_Tutorial_Subtitle.Text
source: Connect OneDrive, Google Drive, a local folder, or PikPak from one place. Read the provider notes below before adding your first drive.
zh_cn: 在一个应用中连接 OneDrive、Google Drive、本地文件夹或 PikPak。添加第一个网盘前，请先阅读下面对应平台的准备事项。

# HomePage_QuickStart_Step1.Text
source: 1. Complete any provider-specific preparation below. Google Drive requires OAuth credentials before it can be used.
zh_cn: 1. 完成对应平台的前置配置。Google Drive 必须先配置 OAuth 凭据才能使用。

# HomePage_QuickStart_Step2.Text
source: 2. Open Drives, select Add drive, choose a provider, and complete sign-in or folder selection.
zh_cn: 2. 打开“网盘”，点击“添加网盘”，选择平台，然后完成登录或选择本地文件夹。

# HomePage_QuickStart_Step3.Text
source: 3. Double-click the new drive to browse files. Use the context menu for upload, download, rename, delete, sharing, and other supported actions.
zh_cn: 3. 双击新网盘即可浏览文件；通过右键菜单执行该平台支持的上传、下载、重命名、删除和分享等操作。

# HomePage_OpenDrives.Text
source: Open Drives
zh_cn: 打开网盘

# HomePage_GoogleNotice.Title
source: Google Drive requires configuration
zh_cn: Google Drive 需要预先配置

# HomePage_GoogleNotice.Message
source: Enable the Google Drive API and add a Desktop OAuth Client ID and Client Secret to appsettings.json before signing in.
zh_cn: 登录前，请先启用 Google Drive API，并把桌面应用类型的 OAuth Client ID 和 Client Secret 写入 appsettings.json。

# HomePage_OneDrive_Content.Text
source: No additional configuration is normally required. Select OneDrive and sign in through the Microsoft browser window. OneDrive supports uploads, downloads, trash, public links, link passwords, and expiration dates.
zh_cn: 通常不需要额外配置。添加网盘时选择 OneDrive，然后在微软登录窗口完成授权。OneDrive 支持上传、下载、回收站、公开链接，以及链接密码和过期时间。

# HomePage_GoogleDrive_Prerequisites.Text
source: In Google Cloud Console: create or select a project, enable Google Drive API, configure the OAuth consent screen, and create OAuth credentials of type Desktop app. Copy both the Client ID and Client Secret.
zh_cn: 在 Google Cloud Console 中创建或选择项目，启用 Google Drive API，配置 OAuth 同意屏，并创建“桌面应用”类型的 OAuth 客户端。复制生成的 Client ID 和 Client Secret。

# HomePage_ConfigPath_Label.Text
source: Create or edit this configuration file:
zh_cn: 请创建或编辑以下配置文件：

# HomePage_GoogleDrive_ConfigIntro.Text
source: Add the following JSON. If appsettings.json already contains other settings, merge the GoogleOAuth section instead of replacing the whole file.
zh_cn: 添加下面的 JSON。如果 appsettings.json 已包含其他设置，请只合并 GoogleOAuth 节点，不要覆盖整个文件。

# HomePage_GoogleDrive_Restart.Text
source: Save the file and restart SimpleList before adding Google Drive. The first sign-in opens a browser; the resulting token is cached locally.
zh_cn: 保存配置并重启 SimpleList 后再添加 Google Drive。首次登录会打开浏览器，授权得到的令牌将缓存在本机。

# HomePage_GoogleDrive_Limitations.Text
source: Google Drive public links do not support passwords or expiration dates. PDF conversion is limited to native Google Docs, Sheets, and Slides. Resuming an upload starts a new Google upload session.
zh_cn: Google Drive 公开链接不支持密码和过期时间；PDF 转换仅支持原生 Google 文档、表格和幻灯片；继续上传时会重新创建 Google 上传会话。

# HomePage_Local_Title.Text
source: Local folder
zh_cn: 本地文件夹

# HomePage_Local_Content.Text
source: No account or API configuration is required. Select Local, choose a folder, and grant access when Windows asks. Operations modify the selected folder directly; cloud trash, share links, and PDF conversion are unavailable.
zh_cn: 无需账号或 API 配置。选择“本地”，选取文件夹，并在 Windows 提示时授予访问权限。所有操作会直接修改该文件夹；云回收站、分享链接和 PDF 转换不可用。

# HomePage_PikPak_Content.Text
source: Enter your PikPak username and password when adding the drive. Sign-in may open a browser-based CAPTCHA challenge. Enable Remember account and password only on a trusted computer.
zh_cn: 添加网盘时填写 PikPak 用户名和密码。登录过程中可能打开浏览器完成人机验证；仅在可信设备上启用“记住账号和密码”。

# HomePage_PikPak_Limitations.Title
source: Some PikPak operations are not available yet
zh_cn: 部分 PikPak 操作尚未开放

# HomePage_PikPak_Limitations.Message
source: Uploading files or folders, creating or revoking share links, PDF conversion, and migrations whose destination is PikPak are currently unsupported.
zh_cn: 目前不支持上传文件或文件夹、创建或撤销分享链接、PDF 转换，以及以 PikPak 为目标端的文件迁移。

source: Insufficient Permission
zh_cn: 权限不足

# LinkDetails_Content.Text
source: Content
zh_cn: 内容

# LinkDetails_Created.Text
source: Created
zh_cn: 创建日期

# LinkDetails_Expired.Text
source: Expire date
zh_cn: 过期日期

# LinkDetails_Password.Text
source: Password
zh_cn: 密码

# LinkDetails_Title.Text
source: Title
zh_cn: 标题

# LinkDetails_Updated.Text
source: Updated
zh_cn: 修改日期

# LinkDetails_Views.Text
source: Views
zh_cn: 访问量

# LoginFail
source: Login failed
zh_cn: 登陆失败

# LoginRequired
source: User login required
zh_cn: 需要用户重新登录

# NavigationBar_Bookmark.Content
source: Bookmark
zh_cn: 书签

# NavigationBar_Files.Content
source: Files
zh_cn: 文件

# NavigationBar_Home.Content
source: Home
zh_cn: 首页

# NavigationBar_Tasks.Content
source: Tasks
zh_cn: 任务

# NavigationBar_Tools.Content
source: Tools
zh_cn: 工具

source: Network error
zh_cn: 网络错误

# OperationTimeout
source: Operation timed out
zh_cn: 操作超时

source: Parameter Error
zh_cn: 参数错误

# PropertyViews_ChildrenCount.Text
source: Items
zh_cn: 包含项目

# PropertyViews_Filename.Text
source: Filename
zh_cn: 文件名

# PropertyViews_Size.Text
source: File size
zh_cn: 文件大小

# PropertyViews_Updated.Text
source: Date updated
zh_cn: 更新日期

# RootFileName
source: Home
zh_cn: 根目录

# TrashFileName
source: Trash
zh_cn: 回收站

# SearchView.Title
source: Search File
zh_cn: 搜索文件

# SearchView_FileName.Header
source: FileName
zh_cn: 文件名

# SearchView_Mode.Text
source: SearchMode
zh_cn: 搜索模式

# SearchView_ModeDescGlobal.Text
source: Global: search across drive
zh_cn: 全局：在整个OneDrive搜索

# SearchView_ModeDescLocal.Text
source: Local: search in current directory
zh_cn: 当前目录：在此目录搜索

# SearchView_Mode_Global.Content
source: Global
zh_cn: 全局

# SearchView_Mode_Local.Content
source: Local
zh_cn: 当前目录

# SettingPage_AboutTitle.Text
source: About
zh_cn: 关于

# SettingPage_About.Description
source: One place for every cloud.
zh_cn: 一处管理你的每一片云。

# SettingPage_AppearanceTitle.Text
source: Appearance behavior
zh_cn: 显示

# SettingPage_AppMaterial.Header
source: Material
zh_cn: 材质

# SettingPage_AppTheme.Header
source: App Theme
zh_cn: App主题

# SettingPage_CheckUpdate.Content
source: Check for Update
zh_cn: 检查更新

# SettingPage_CloudOAuth.Description
source: Used when adding new OneDrive and Google Drive accounts.
zh_cn: 添加新的 OneDrive 和 Google Drive 账号时使用。

# SettingPage_CloudOAuth.Header
source: Cloud drive OAuth
zh_cn: 云盘 OAuth

# SettingPage_CloudTitle.Text
source: Cloud drive configuration
zh_cn: 云盘配置

# SettingPage_DownloadUpdate.Content
source: Download
zh_cn: 下载

# SettingPage_NewVersionTip.Text
source: You are using the latest version.
zh_cn: 已经是最新版本。

# SettingPage_SaveProviderSettings.Content
source: Save
zh_cn: 保存

# SettingPage_SaveProviderSettingsFailedTitle
source: Could not save settings
zh_cn: 保存设置失败

# SettingPage_SaveProviderSettingsSuccessMessage
source: New accounts will use the updated provider configuration.
zh_cn: 新添加的账号会使用更新后的提供商配置。

# SettingPage_SaveProviderSettingsSuccessTitle
source: Settings saved
zh_cn: 设置已保存

# SettingPage_Theme_Dark.Content
source: Dark
zh_cn: 深色

# SettingPage_Theme_Default.Content
source: Use system setting
zh_cn: 跟随系统

# SettingPage_Theme_Light.Content
source: Light
zh_cn: 浅色

# SettingPage_TintColor.Header
source: TintColor
zh_cn: 主题色

# SettingPage_Title.Text
source: Settings
zh_cn: 设置

# ShareCommunityCreateLinkPage_Category.Header
source: Category
zh_cn: 分类

# ShareCommunityCreateLinkPage_Content.Header
source: Content
zh_cn: 内容

# ShareCommunityCreateLinkPage_ExpirationDate.Header
source: Expiration date
zh_cn: 过期日期

# ShareCommunityCreateLinkPage_Password.Header
source: Password(Optional)
zh_cn: 密码(选填)

# ShareCommunityCreateLinkPage_Title.Header
source: Title
zh_cn: 标题

# ShareCommunityPage_Details.Content
source: Details
zh_cn: 详情

# ShareCommunityPage_Flyout_CreateLink.Text
source: Create
zh_cn: 新建分享

# ShareCommunityPage_Flyout_Refresh.Text
source: Refresh
zh_cn: 刷新

source: Success
zh_cn: 操作成功

# TaskManagerPage_DownloadComplted.Text
source: Download completed
zh_cn: 下载完成

# TaskManagerPage_EstimatedTimeRemaining
source: About {0} remaining
zh_cn: 预计剩余 {0}

# TaskManagerPage_DurationHours
source: {0}h
zh_cn: {0} 小时

# TaskManagerPage_DurationHoursMinutes
source: {0}h {1}m
zh_cn: {0} 小时 {1} 分钟

# TaskManagerPage_DurationMinutesSeconds
source: {0}m {1}s
zh_cn: {0} 分钟 {1} 秒

# TaskManagerPage_DurationSeconds
source: {0}s
zh_cn: {0} 秒

# TaskManagerPage_DeleteIncompleteFileFailed
source: Failed to delete the incomplete download file: {0}
zh_cn: 无法删除未完成的下载文件：{0}

# TaskManagerPage_OpenFolder.Text
source: Open Folder
zh_cn: 打开所在文件夹

# TaskManagerPage_Pivot_Download.Header
source: Download
zh_cn: 下载

# TaskManagerPage_Pivot_Upload.Header
source: Upload
zh_cn: 上传

# TaskManagerPage_Pivot_Migration.Header
source: Migration
zh_cn: 迁移

# TaskManagerPage_Remove.Text
source: Remove
zh_cn: 移除

# TaskManagerPage_ClearCompleted.Content
source: Clear completed
zh_cn: 清空已完成任务

# TaskManagerPage_ClearCompleted.ToolTipService.ToolTip
source: Clear completed tasks on this tab
zh_cn: 清空当前页面的已完成任务

# Trash_DeleteButton.ToolTipService.ToolTip
source: Permanently delete selected items
zh_cn: 永久删除所选项目

# Trash_DeleteFail
source: Permanent delete failed
zh_cn: 永久删除失败

# Trash_DeleteSuccess
source: Items permanently deleted
zh_cn: 已永久删除

# Trash_EmptyButton.ToolTipService.ToolTip
source: Empty trash
zh_cn: 清空回收站

# Trash_EmptyFail
source: Empty trash failed
zh_cn: 清空回收站失败

# Trash_EmptyMenu.Text
source: Empty trash
zh_cn: 清空回收站

# Trash_EmptySuccess
source: Trash emptied
zh_cn: 回收站已清空

# Trash_RestoreButton.ToolTipService.ToolTip
source: Restore selected items
zh_cn: 恢复所选项目

# Trash_RestoreFail
source: Restore failed
zh_cn: 恢复失败

# Trash_RestoreSuccess
source: Items restored
zh_cn: 恢复成功

# TaskManagerPage_Resume.Text
source: Resume
zh_cn: 恢复

# TaskManagerPage_ShutdownAfterDownload.Content
source: Shutdown After Download(Only once)
zh_cn: 下载完成后关机(仅本次有效)

# TaskManagerPage_StartDownload
source: Download Started
zh_cn: 开始下载

# TaskManagerPage_StartDownloadDesc
source: {0} files are ready to start downloading
zh_cn: 准备开始下载{0}个文件

# TaskManagerPage_StartUploadDesc
source: Start uploading file: {0}
zh_cn: 准备上传文件：{0}

# TaskManagerPage_StartMigration
source: Migration Started
zh_cn: 开始迁移

# TaskManagerPage_StartMigrationDesc
source: Ready to migrate {0} items
zh_cn: 准备开始迁移 {0} 个项目

# TaskManagerPage_MigrationStatus_Pending
source: Waiting
zh_cn: 等待迁移

# TaskManagerPage_MigrationStatus_Running
source: Migrating
zh_cn: 迁移中

# TaskManagerPage_MigrationStatus_Completed
source: Completed
zh_cn: 迁移完成

# TaskManagerPage_MigrationStatus_Failed
source: Failed
zh_cn: 迁移失败

# TaskManagerPage_MigrationStatus_Canceled
source: Canceled
zh_cn: 已取消

# TaskManagerPage_MigrationCompleted
source: Migration completed
zh_cn: 迁移完成

# TaskManagerPage_MigrationFailed
source: Migration failed
zh_cn: 迁移失败

# FileView_Flyout_Migrate.Text
source: Migration
zh_cn: 迁移

# TaskManagerPage_Details.Content
source: Details
zh_cn: 查看详情

# TaskManagerPage_UploadDetailsTitle
source: Upload details: {0}
zh_cn: 上传详情：{0}

# TaskManagerPage_Close
source: Close
zh_cn: 关闭

# TaskManagerPage_UploadDetailStatus_Pending
source: Pending
zh_cn: 等待上传

# TaskManagerPage_UploadDetailStatus_Uploading
source: Uploading
zh_cn: 上传中

# TaskManagerPage_UploadDetailStatus_Completed
source: Completed
zh_cn: 已完成

# TaskManagerPage_Upload
source: Upload Started
zh_cn: 开始上传

# TaskManagerPage_UploadCompleted.Text
source: Upload Completed
zh_cn: 上传完成

# TaskManager_UploadCompleted.Text
source: Upload Completed
zh_cn: 上传完成

source: Unknown Error
zh_cn: 未知错误

# SelectionStatus_Total
source: Total {0} items
zh_cn: 共 {0} 条

# SelectionStatus_Selected
source: Selected {0} items, Total {1} items
zh_cn: 已选中 {0} 条，共 {1} 条

# ItemType_File
source: File
zh_cn: 文件

# ItemType_Folder
source: Folder
zh_cn: 文件夹

# BookmarkPage_Title.Text
source: Bookmarks
zh_cn: 书签

# BookmarkPage_Search.PlaceholderText
source: Search bookmarks
zh_cn: 搜索书签

# BookmarkPage_Open.Text
source: Open
zh_cn: 打开

# BookmarkPage_Remove.Text
source: Remove
zh_cn: 移除

# BookmarkPage_Empty.Text
source: No bookmarks yet
zh_cn: 还没有书签

# FileView_Flyout_AddBookmark.Text
source: Add to bookmarks
zh_cn: 添加为书签

# MigrateFileView.Title
source: Select migration target
zh_cn: 选择迁移目标

# MigrateFileView_TargetDrive.Header
source: Target drive
zh_cn: 目标网盘

# Bookmark_AddedTitle
source: Bookmark added
zh_cn: 已添加书签

# Bookmark_ExistsTitle
source: Bookmark already exists
zh_cn: 书签已存在

# Bookmark_OpenFailedTitle
source: Could not open bookmark
zh_cn: 无法打开书签

# Bookmark_OpenDriveMissing
source: The drive for this bookmark is not configured.
zh_cn: 此书签对应的网盘未配置。

# ShareStatus_Shared
source: Shared
zh_cn: 已分享

# ShareStatus_NotShared
source: Not shared
zh_cn: 未分享

# ShareStatus_Unknown
source: Unknown
zh_cn: 未知

# ShareStatus_Unsupported
source: Unsupported
zh_cn: 不支持

# ShareFile_StatusLabel.Text
source: Status
zh_cn: 状态

# ShareFile_StatusShared
source: Currently shared
zh_cn: 当前已分享

# ShareFile_StatusNotShared
source: Not shared yet
zh_cn: 当前未分享

# ShareFile_StatusUnavailable
source: Share status unavailable
zh_cn: 无法获取分享状态

# ShareFile_ConfirmShare.Content
source: Confirm share
zh_cn: 确认分享

# ShareFile_CancelShare.Content
source: Stop sharing
zh_cn: 取消分享

# ShareCommunityAuth_Title
source: Join the share community
zh_cn: 加入分享社区

# ShareCommunityAuth_Description
source: Sign in or create an account to publish and collect links. You can continue browsing as a guest.
zh_cn: 登录或注册后可以发布和收藏链接，也可以暂时以游客身份浏览。

# ShareCommunityAuth_Login
source: Sign in
zh_cn: 登录

# ShareCommunityAuth_Register
source: Register
zh_cn: 注册

# ShareCommunityAuth_Guest
source: Browse as guest
zh_cn: 游客浏览

# ShareCommunityAuth_Email
source: Email
zh_cn: 邮箱

# ShareCommunityAuth_Username
source: Username
zh_cn: 用户名

# ShareCommunityAuth_Password
source: Password
zh_cn: 密码

# ShareCommunityAuth_Logout
source: Sign out
zh_cn: 退出登录

# ShareCommunityAuth_Required
source: Email and password are required.
zh_cn: 请输入邮箱和密码。

# ShareCommunityAuth_UsernameRequired
source: Username is required.
zh_cn: 请输入用户名。

# MediaPreviewView_Title
source: Video preview
zh_cn: 视频预览

# MediaPreviewView_CloseButton.Content
source: Close
zh_cn: 关闭

# DrivePage_SearchButton.ToolTipService.ToolTip
source: Search
zh_cn: 搜索

# DrivePage_UploadButton.ToolTipService.ToolTip
source: Upload file
zh_cn: 上传文件

# DrivePage_CreateFolderButton.ToolTipService.ToolTip
source: Create folder
zh_cn: 新建文件夹

# DrivePage_RefreshButton.ToolTipService.ToolTip
source: Refresh
zh_cn: 刷新

# SettingPage_Material_None.Content
source: None
zh_cn: 无

# SettingPage_Material_Mica.Content
source: Mica
zh_cn: 云母

# SettingPage_Material_MicaAlt.Content
source: Mica Alt
zh_cn: 云母（替代）

# SettingPage_Material_DesktopAcrylic.Content
source: Desktop Acrylic
zh_cn: 桌面亚克力

# SettingPage_Material_AcrylicBase.Content
source: Acrylic Base
zh_cn: 基础亚克力

# SettingPage_Material_AcrylicThin.Content
source: Acrylic Thin
zh_cn: 轻薄亚克力

# SettingPage_Material_Transparent.Content
source: Transparent
zh_cn: 透明

# ConvertFileFormatView.Title
source: Convert File Format
zh_cn: 转换文件格式

# ConvertFileFormatView.PrimaryButtonText
source: Convert
zh_cn: 转换

# ConvertFileFormatView.CloseButtonText
source: Cancel
zh_cn: 取消

# ConvertFileFormatView_SupportedFormats.Text
source: The currently supported file formats include
zh_cn: 当前支持的文件格式包括

# ConvertFileFormatView_TargetFormat.Text
source: Target Format
zh_cn: 目标格式

# ConvertFileFormatView_SavePath.Text
source: Save Path
zh_cn: 保存路径
